
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Seguinte";
Cancel											= "Cancelar";

ResumeMenuResumeItem							= "Retomar a reprodução";
ResumeMenuStartFromBeginningItem				= "Começar a partir do início";

ITSPresentsMenuItem								= "Top 10 do iTunes";
ITunesTop10MusicVideos							= "Top 10 do iTunes de telediscos";
LoadingDataFromITMS								= "A contactar a iTunes Store…";
LoadingDataFromApple							= "A carregar trailers cinematográficos…";

PhotoModuleAllSubAlbumsMenuItem					= "Todos";
PhotoModuleSharedAlbumsMenuItem					= "Fotografias partilhadas";
PhotoModuleFetchingServersMenuItem				= "A localizar fotografias partilhadas…";
PhotoModuleNoServersMenuItem					= "Não existem fotografias partilhadas disponíveis";
PhotoModuleNoServersExplanation					= "Não existem bibliotecas do iPhoto partilhadas disponíveis.";
PhotoWindowHeader								= "Fotos";
NoPhotosInAlbumMessage							= "Não existem fotos neste álbum.";
PhotoSlideshowSettings							= "Especificações da apresentação";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Tempo por diapositivo";
PhotoSlideshowSettingMusic						= "Música";
PhotoSlideshowSettingRepeat						= "Repetir";
PhotoSlideshowSettingShufflePhotos				= "Fotos aleatórias";
PhotoSlideshowSettingShuffleMusic				= "Música aleatória";
PhotoSlideshowSettingKenBurns					= "Efeitos Ken Burns";
PhotoSlideshowSettingTransitions				= "Transições";
PhotoSlideshowSettingTimeFormat					= "%d segundos"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Aleatória";
PhotoSettingNoTransitions						= "Inactivo";
Cube											= "Cúbico";
Dissolve										= "Dissolver";
Droplet											= "Gota de água";
"Fade Through Black"							= "Esbater para preto";
Flip											= "Rotação";
"Mosaic Flip Large"								= "Rotação em mosaico grande";
"Mosaic Flip Small"								= "Rotação em mosaico pequeno";
"Page Flip"										= "Rotação de página";
Push											= "Deslocação";
Reveal											= "Revelar";
Twirl											= "Pião";
Wipe											= "Varrimento";

PhotoSlideshowSettingMusicNowPlaying			= "A reproduzir";

PhotoSettingOff									= "Inactivo";
PhotoSettingOn									= "Activo";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Sem nome";
SortWidgetDateLabel								= "Data";
SortWidgetShowLabel								= "Mostrar";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Actores";
MetadataDuration								= "Duração";
MetadataAirDate									= "Transmitido";
MetadataReleaseDate								= "Lançamento";
MetadataInTheatres								= "Nos cinemas";
MetadataArtist									= "Intérprete";
MetadataAlbum									= "Álbum";
MetadataGenre									= "Género";
MetadataNumberOfEpisodes						= "Número de episódios";
MetadataNumberOfTracks							= "Faixas";
MetadataMostRecent								= "Mais recentes";
MetadataDirector								= "Realizador";
MetadataDirectors								= "Realizadores";
MetadataProducer								= "Produtor";
MetadataProducers								= "Produtores";
MetadataArtistVarious							= "Vários";
MetadataArtistUnknown							= "Intérprete desconhecido";
MetadataAlbumUnknown							= "Álbum desconhecido";
MetadataPlaylistUnknown							= "Lista de reprodução desconhecida";
MetadataComposerUnknown							= "Compositor desconhecido";
MetadataGenreUnknown							= "Género desconhecido";
MetadataAuthor									= "Autor";
MetadataTitle									= "Título";
MetadataEpisode									= "Episódio";
MetadataSeasonFormat							= "(Temporada %d)";
MetadataFrom									= "De";
MetadataTags									= "Tags";
MetadataViews									= "Visualizações";
MetadataDateAdded								= "Adicionado";
MetadataCategory								= "Categoria";

/* Rating strings */
RatingExplicit									= "Explícito";

MediaTitleDefault								= "Sem nome";

StreamingNameInList								= "Reprodução";
StreamingSearchingForSharedMedia				= "A procurar conteúdo partilhado…";

TodayDate										= "Hoje";
YesterdayDate									= "Ontem";

GoBackText										= "Prima Menu para retroceder";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Inglês";

AuthPasswordPrompt								= "Palavra-passe:";
AuthEnterPasswordPrompt							= "Digite a palavra-passe para %@:";

TextInputDoneLabel								= "Terminado";
TextInputDeleteLabel							= "Apagar";
TextInputSpaceLabel								= "Espaço";

AlternateTextInputSpaceLabel					= "Espaço";
AlternateTextInputDeleteLabel					= "Apagar";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Música";
MusicPlaylistsMenuItem							= "Listas de reprodução";
MusicArtistsMenuItem							= "Intérpretes";
MusicAlbumsMenuItem								= "Álbuns";
MusicSongsMenuItem								= "Músicas";
MusicPodcastsMenuItem							= "Podcasts";
MusicMusicVideosMenuItem						= "Videoclipes";
MusicGenresMenuItem								= "Géneros";
MusicComposersMenuItem							= "Compositores";
MusicAudiobooksMenuItem							= "Livros de áudio";
MusicShuffleSongsMenuItem						= "Músicas em modo aleatório";
MusiciTunesPresentsMenuItem						= "A iTunes Store apresenta";
MusicNowPlayingMenuItem							= "A reproduzir";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Ejectar CD";
MusicSharedMusicMenuItem						= "Música partilhada";
MusicSpecialPlaylistName						= "Lista de reprodução do Front Row";
MusicAllAlbumsListHeader						= "Todos os álbuns";
MusicAllSongsListHeader							= "Todas as músicas";
MusicAllArtistsListHeader						= "Todos os intérpretes";
MusicAllTracksListSpecifier						= "Todos";
MusicUntitledTrack								= "Faixa sem nome";
MusicNoSharedPlaylistsMenuItem					= "Música indisponível";
MusicTrackIndexOfCount							= "%ld de %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "A colocar em memória intermédia a transmissão “%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Ocorreu um erro.";
GenericListError								= "Não existem itens nesta lista.";

WaitPleaseWait									= "Aguarde, por favor";
WaitContactingRemoteHost						= "A contactar o host iTunes remoto…";

WirelessSetupSearchText							= "A procurar redes sem fios…";
NotConnectedToInternet							= "O Apple TV não está ligado à Internet.";
NotConnectedToNetwork							= "O Apple TV não está ligado à rede.";
CheckNetworkConnection							= "Verifique as especificações da rede e tente de novo.";
UntitledWirelessNetworkName						= "N/D";

// iTunesPairing Strings
PairWithITunesTitle								= "Ligar ao iTunes";

PairWithITunesForInitialSyncingDescription		= "Para concluir a configuração e a sincronização do conteúdo iTunes com o Apple TV, abra o iTunes e seleccione Apple TV na lista de periféricos. Será necessário digitar este código:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Para utilizar o Apple TV apenas para transmissão em sequência, prima Menu e seleccione “Ligar ao iTunes” no menu Origens.";

PairWithITunesForSyncingDescription				= "Para estabelecer ligação ao iTunes e sincronizar o conteúdo com o Apple TV, abra o iTunes e seleccione Apple TV na lista de periféricos. Será necessário digitar este código:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "O Apple TV está actualmente ligado a “%@”. Para estabelecer ligação a uma biblioteca diferente, abra o iTunes nesse computador e seleccione Apple TV na lista de periféricos. Esta acção substituirá todo o conteúdo do Apple TV. Será necessário digitar este código:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Para transmitir o conteúdo iTunes para o Apple TV, abra o iTunes e seleccione Apple TV na lista de periféricos. Será necessário digitar este código:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "Se desactivar a sincronização, apagará qualquer conteúdo que exista actualmente no Apple TV.";
PairWithITunesChangingSyncingHostWarning		= "Se alterar a biblioteca do iTunes, irá substituir todo o conteúdo do Apple TV.";

PairWithITunesRequirementLabel					= "O Apple TV requer o iTunes 7.1.1 ou posterior";
PairWithITunesCancel							= "Cancelar";
PairWithITunesContinue							= "Continuar";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Ocorreu um erro.";
FatalExceptionAlertDescription					= "Prima Reproduzir/Pausa para reiniciar o seu Apple TV.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50Hz";
480p60											= "480p";
576p50											= "576p - 50Hz ";
576i											= "576i HD - 50Hz";

// Loading data from remote sources
LoadingLibrary									= "A ligar";
LoadingLibraryNamed								= "A carregar “%@”…";
ConnectionToiTunesLost							= "Biblioteca do iTunes indisponível";
WaitingForiTunesToStart							= "A tentar ligar de novo a \"%@\". Certifique-se de que o computador está ligado e o iTunes está aberto.";
GoToSources										= "Ir para origens";
AttemptingToAuthorizeContent					= "Tentativa de autorização…";

SharedITunesLibraryPasswordTitle				= "Palavra-passe da biblioteca partilhada";
SharedITunesLibraryPasswordText					= "Digite a palavra-passe para “%@” e depois clique em Concluído.";
SharedITunesLibraryPasswordPrompt				= "Palavra-passe:";
SharedITunesLibraryPasswordRetryTitle			= "Palavra-passe incorrecta";
SharedITunesLibraryPasswordRetryText			= "A palavra-passe digitada para “%@” está incorrecta.\nTente de novo.";

SharedIPhotoLibraryPasswordTitle				= "Palavra-passe da biblioteca de fotos";
SharedIPhotoLibraryPasswordText					= "Digite a palavra-passe para “%@” e depois clique em Concluído.";
SharedIPhotoLibraryPasswordPrompt				= "Palavra-passe:";
SharedIPhotoLibraryPasswordRetryTitle			= "Palavra-passe incorrecta";
SharedIPhotoLibraryPasswordRetryText			= "A palavra-passe digitada para “%@” está incorrecta.\nTente de novo.";

ConnectToITunesForStreaming						= "Ligar ao novo iTunes";
StreamingServerNotAvailable						= "Biblioteca indisponível";
TurnOnStreamingServer							= "Certifique-se de que o computador com “%@” está ligado e o iTunes está aberto.";
DisconnectStreamingHost							= "Desligar do iTunes";
MaxStreamingHostCountReached					= "Pode estabelecer ligação até cinco bibliotecas do iTunes. Seleccione uma biblioteca para ser desligada, de modo a poder ligar a uma nova biblioteca.";
SelectHostToDelete								= "Ligar ao novo iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "A sincronizar “%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "A copiar %d de %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Digitar código";
BRParentalControlsPasscodeEnterPrompt			= "Digite o código de controlo parental de quatro dígitos.";
BRParentalControlsPasscodeWrongTitle			= "Código incorrecto";
BRParentalControlsPasscodeWrongPrompt			= "O código introduzido não está correcto.";
BRParentalControlsPasscodeSetTitle				= "Especificar código";
BRParentalControlsPasscodeSetPrompt				= "Para activar o controlo parental no Apple TV pela primeira vez, digite um código de quatro dígitos. Depois de especificar o código, este será necessário para efectuar alterações ao controlo parental no futuro.";
BRParentalControlsPasscodeConfirmTitle			= "Confirmar código";
BRParentalControlsPasscodeConfirmPrompt			= "Volte a digitar o código de quatro dígitos.";
BRParentalControlsPasscodeConfirmedTitle		= "Código confirmado";
BRParentalControlsPasscodeConfirmedPrompt		= "Certifique-se de que guarda o seu código em lugar seguro. Se se esquecer do seu código, reponha-o seleccionando “Restaurar predefinições” para restaurar o Apple TV com as especificações de fábrica originais.";
BRParentalControlsPasscodeMismatchTitle			= "Código diferente";
BRParentalControlsPasscodeMismatchPrompt		= "O código que digitou é diferente.";
BRParentalControlsPasscodeTryAgainItem			= "Especificar código de novo";
BRParentalControlsPasscodeOldTitle				= "Código antigo";
BRParentalControlsPasscodeOldPrompt				= "Digite o seu código de quatro dígitos antigo.";
BRParentalControlsPasscodeChangeTitle			= "Novo código";
BRParentalControlsPasscodeChangePrompt			= "Digite o seu novo código de quatro dígitos.";

// Syncing text
BRSettingSyncing								= "A sincronizar";
BRSettingTurnOnSyncing							= "Activar sincronização";
BRSettingTurnOffSyncing 						= "Desactivar sincronização";
BRSettingChangeITunesLibrary 					= "Alterar a biblioteca do iTunes";

// Combo Row text
AssetViewFormat									= "%@ visualização";
AssetViewsFormat								= "%@ visualizações";

BRDVDLoadingText								= "A carregar DVD…";
BRDVDMenuItemResume								= "Retomar a reprodução";
BRDVDMenuStartFromBeginning						= "Começar a partir do início";
BRDVDMenuItemEjectDisk							= "Ejectar disco";
BRDVDMenuItemDVDMenu							= "Menu DVD";
BRDVDPlayerChapterFormatter                     = "Capítulo %d de %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Outra…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "HDCP inexistente";
HDCPErrorDialogExplanation						= "Este conteúdo requer HDCP para ser reproduzido. Para ver 
este conteúdo, certifique-se de que o ecrã 
ligado suporta HDCP.";


